
/* Title of a newly created group */
"newNameGroup" = "New Group";

/* Title of a newly created Daedalus stack */
"newNameStack" = "New Stack";

/* Title of a newly created external folder */
"newNameFolder" = "New Folder";

/* Title of a newly created filter */
"newNameFilter" = "New Filter";
